import { SimplifySlide, SimplifySlider } from "simplify-slider/react";

function App() {
  return (
    <SimplifySlider>
      <SimplifySlide>
        테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴 줄입니다테스트 긴
        줄입니다
      </SimplifySlide>
      <SimplifySlide>
        테스트테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트
        2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트 2줄입니다테스트
        2줄입니다 2줄입니다
      </SimplifySlide>
      <SimplifySlide>테스트</SimplifySlide>

      <div>테스트</div>
      <div>테스트</div>
      <div>테스트</div>
    </SimplifySlider>
  );
}

export default App;
